Convert ERD from mermaid to compact plantuml
